<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
	<head>
		<CROSS charset="UTF-8">
		<title>Insert title here</title>
		<script src="http://code.jquery.com/jquery-latest.min.js"></script>
		<link rel="stylesheet" href="/css/useAgree.css">
	</head>

<!-- body -->	
	<!-- <body>
	<a href="#" title="top">
	<div class="top">
	</div> -->
	</a>
	<div class="frame">
		<div class="ul">
		<ul>
		<span>
		약관과 정책
		</span>
		</ul>
		</div>
	
		<div class="logo">
		 <a href="login" style="cursor: pointer; color: #50b7f5; text-decoration: none;"><img src="/images/cross.jpg"></a> 
		</div>
		<div class="">
	<!-- <b>
	이용 약관
	</b> -->
		</div>
		<div class="line">
		</div>
		
		<div>
			<b>
			● CROSS에 오신 것을 환영합니다! 회원가입을 원하시는 경우 아래 ※필수 이용약관에 동의하셔야 진행 가능합니다.
			</b>
		</div>
		<br>
		<div>
		<span>
저희가 명시적으로 별도의 약관(본 약관이 아님)이 적용된다고 밝히지 않는 한 본 이용 약관(또는 '약관')이 회원님의 CROSS 사용에 적용되며 아래 설명된 CROSS 서비스('서비스')에 대한 정보를 제공합니다. 회원님이 CROSS 계정을 만들거나 CROSS를 이용하는 경우, 회원님은 본 약관에 동의하는 것으로 간주됩니다.

따라서 본 이용 약관은 회원님과 CROSS 사이의 계약에 해당됩니다.
		</span>
		</div>
		<br>
		<div class="title">
		<div class="Sol">
			<b>1. CROSS 서비스 ※필수</b>
		<br><br>
		
			<span>
			저희는 회원님에게 CROSS 서비스를 제공하는 것에 동의합니다. 서비스에는 저희가 CROSS의 사명을 실현하기 위해 제공하는 모든 CROSS 제품, 기능, 앱, 서비스, 기술, 소프트웨어가 포함됩니다. CROSS는 회원님이 사랑하는 사람들과 사항들을 더 가까이 접할 기회를 마련하는 것을 사명으로 삼습니다. 서비스는 다음과 같은 부분으로 구성됩니다.
			</span>
		<ul>
			 <li>
			 <span>창작, 연결, 커뮤니케이션, 발견, 공유를 위한 맞춤화된 기회를 제공합니다. 사람들은 다양합니다. 따라서 저희는 회원님이 CROSS 안팎에서 창작하고, 공유하고, 인지도를 높이고, 사람들과 소통하는 데 도움이 되는 여러 가지 유형의 계정과 기능을 제공합니다. 저희는 또한 회원님이 실제로 관심을 가지는 경험을 공유함으로써 관계를 강화하길 원합니다. 따라서 저희는 회원님 및 다른 사람들이 관심 있는 사람과 사항을 파악하는 시스템을 구축하고, 파악한 정보를 이용하여 회원님이 중요한 경험을 생성하고, 발견하며, 이에 참여하고, 이를 공유하도록 돕습니다. 그 일환으로 회원님 및 다른 사람들이 CROSS 안팎에서 하는 활동에 기초하여 회원님이 관심을 가질 만한 콘텐츠, 기능, 혜택, 계정을 더 잘 보여드리고 회원님에게 CROSS를 경험하는 방법을 제안하기도 합니다.
			 </span>
			 </li>
			 
			 <br>
			 
			 <li>
			 <span>긍정적이고 포괄적이며 안전한 환경을 조성합니다.
저희는 저희 커뮤니티 회원들이 도움을 필요로 한다고 생각하는 경우를 포함하여 회원들의 경험을 긍정적이고 폭넓게 만들도록 도구를 개발 및 사용하고, 자원을 제공합니다. 또한 저희는 저희 약관 및 정책의 남용 및 위반과 유해하고 사기적인 행위를 방지하기 위한 팀과 시스템을 갖추고 있습니다. 저희는 저희 플랫폼의 보안을 유지하기 위해 저희가 보유한 모든 정보(회원님의 정보 포함)를 이용합니다. 또한 저희는 오용 또는 유해한 콘텐츠에 관한 정보를 다른 CROSS Companies 또는 사법당국과 공유할 수 있습니다. 개인정보처리방침에서 자세히 알아보세요.
			 </span>
			 </li>
			 
			 <br>
			 
			 <li>
			 <span>
			 성장하고 있는 저희 커뮤니티에 지속적으로 서비스를 제공하는 데 도움이 되는 기술을 개발하고 사용합니다.
성장하고 있는 저희 커뮤니티를 위해 정보를 구성하고 분석하는 것이 저희 서비스의 핵심입니다. 저희 서비스에서 큰 부분을 차지하는 것은 광범위한 글로벌 커뮤니티를 위하여 엄청나게 큰 규모로 저희 서비스를 맞춤화하고, 보호하며, 개선시키는 데 도움이 되는 첨단 기술을 개발하고 사용하는 것입니다. 인공 지능 및 머신 러닝과 같은 기술은 저희가 저희 서비스 전체에 복잡한 프로세스를 적용할 수 있게 합니다. 자동화 기술 또한 저희 서비스의 기능성과 무결성 보장에 기여합니다.
			 </span>
			 </li>
			 
			 <br>
			 
			 <li>
			 <span>
			 CROSS Company 제품 전반에 걸쳐 일관되고 원활한 경험을 제공합니다.
CROSS는 CROSS Companies에 포함된 제품으로서, CROSS Companies는 보다 우수하고 안전하며 보안이 강화된 서비스를 제공하기 위해 기술, 시스템, 인사이트, 정보를 공유합니다. 그 정보에는 저희가 보유하는 회원님에 대한 정보가 포함되며, 자세한 내용은 개인정보처리방침에서 알아보세요. 또한 저희는 회원님이 사용하는 여러 CROSS Company 제품과 상호 작용하는 방법을 제공하며, 회원님이 선택에 따라 CROSS Company 제품 전반에서 일관적이고 원활한 경험을 얻을 수 있도록 하는 시스템을 설계했습니다.
			 </span>
			 </li>
			 
			 <br>
			 
			 <li>
			 <span>
			 저희 서비스 접근에 대한 보장.
글로벌 서비스를 운영하기 위해 저희는 회원님의 거주 국가 이외 지역을 비롯하여 전 세계에 있는 시스템에 정보를 저장하고 이전해야 합니다. 서비스를 제공하기 위해서는 본 글로벌 인프라의 사용이 필수적입니다. 해당 인프라는 CROSS Platforms, Inc., CROSS Platforms Ireland Limited 또는 그 계열사가 소유하거나 운영할 수 있습니다.
			 </span>
			 </li>
			 
			 <br>
			 <li>
			 <span>
			 회원님이 관심 있는 방식으로 회원님과 브랜드, 제품, 서비스를 연결합니다.
저희는 회원님에게 의미 있다고 생각되는 광고, 제안, 기타 홍보 콘텐츠를 보여드리기 위해 CROSS 및 다른 Meta Company 제품의 정보 외에도 제3자의 정보를 이용합니다. 그리고 저희는 해당 콘텐츠를 회원님의 CROSS에서의 다른 경험만큼 관련성 있게 만들기 위해 노력합니다.
			 </span>
			 </li>
			 
			 <br>
			 
			 <li>
			 <span>
			 연구 및 혁신.
저희는 보유하고 있는 정보를 이용하여 저희 서비스를 연구하고, 다른 사람들과 협력하여 저희 서비스를 보다 개선하고 저희 커뮤니티의 복지에 기여하기 위한 연구를 수행합니다.
			 
			 </span>
			 </li>
		</ul>
		</div>
		<br><br>
		<label><input type="checkbox" for="aGree" id="aGree" name="aGree" value="Y">동의합니다.</label>
		<br><br>
		<div class="title2">
		</div>
		<div class="Sol">
			<b>2. 개인정보처리방침 ※필수</b>
		
		<br><br>
		<div style="padding-top: 25px;">
		<span>
		저희 서비스를 제공하기 위해서 회원님의 정보를 수집하고 이용해야 합니다. 
		<br>
		개인정보처리방침은 여러 Meta 제품에서 저희가 정보를 수집, 이용하고 공유하는 방법에 대해 설명합니다.
		<br><br> 
		또한 CROSS 개인정보 보호 및 보안 설정을 포함해 회원님이 회원님의 정보를 관리할 수 있는 여러 방법에 대해 설명합니다. 
		<br>
		CROSS를 사용하려면 개인정보처리방침에 동의해야 합니다.
		</span>
		
		</div>
		
		</div>
		
		<br><br>
		<label><input type="checkbox" for="aGree" id="aGree" name="aGree1" value="Y">동의합니다.</label>
		<br><br>
		<div class="title3">
		<div class="Sol">
			<b>
			3. 회원님의 약속 ※필수
			</b>
		
		<br>
		<span>
		서비스 제공에 대한 저희의 약속에 상응하여 회원님은 다음과 같은 약속을 해주셔야 합니다.
		</span>
		<br>
		<br>
		<div class="stitle1">
		<b>- CROSS를 이용할 수 있는 주체.</b>
		<span>
		 저희는 CROSS 서비스가 가능한 개방적이고 포괄적인 서비스가 되기를 원하지만, 또한 본 서비스가 안전하고, 보안성을 갖추며, 법을 준수하는 서비스가 되기를 원합니다. 따라서 회원님이 CROSS 커뮤니티에 참여하려면 몇 가지 제한 사항을 준수해야 합니다
		</span>
		<ul>
			<li>
			<span>만 14세 이상이어야 합니다.</span>
			</li>
		<br>
			<li>
			<span>
			관련 법률에 따라 CROSS 서비스를 받는 것이 일부라도 금지된 사람 또는 관련 제재 대상 명단에 있어 결제 관련 CROSS 서비스를 이용하는 것이 금지된 사람이 아니어야 합니다.
			</span>
			</li>
		<br>
			<li>
			<span>
			과거에 저희가 회원님의 계정을 법률 또는 CROSS 정책 위반을 이유로 하여 비활성화한 적이 없어야 합니다.
			</span>
			</li>	
		<br>
			<li>
			<span>
			유죄 확정판결을 받은 성범죄자가 아니어야 합니다.
			</span>
			</li>
		</ul>
		<div>
		<b>- CROSS를 사용할 수 없는 경우.</b>
		<span>광범위한 커뮤니티에 안전하고 개방적인 CROSS 서비스가 제공되기 위해서는 우리 모두가 각자의 본분을 다해야 합니다.</span>
		</div>
		</div>
		<ul>
			<li>
			<span>
			다른 사람을 사칭하거나 부정확한 정보를 제공하면 안 됩니다.
CROSS에서 회원님의 신원을 공개할 필요는 없지만, 회원님은 저희에게 정확한 최신 정보(등록 정보 포함)를 제공해야 하며 개인정보를 제공해야 할 수도 있습니다. 또한 본인이 아닌 다른 사람이나 단체를 사칭해서는 안 되며, 다른 사람의 명시적인 허락 없이 다른 사람의 이름으로 계정을 만들 수 없습니다.
			</span>
			</li>
		<br>
			<li>
			<span>
			불법적이거나, 오해의 소지가 있거나, 사기적인 행위 또는 불법적이거나 허가받지 않은 목적을 위한 어떠한 행위도 하면 안 됩니다.
			</span>
			</li>
		<br>
			<li>
			<span>
			<b>특히 회원님은 CROSS 커뮤니티 가이드라인, Meta 플랫폼 이용 약관 및 개발자 정책, 음악 가이드라인을 포함하여 본 약관 또는 저희 정책을 위반할 수 없으며, 다른 사람들이 이를 위반하도록 돕거나 조장해서도 안 됩니다.</b>
브랜디드 콘텐츠를 게시하는 경우 회원님은 저희의 브랜디드 콘텐츠 정책을 준수해야 하며, 이에 따라 저희의 브랜디드 콘텐츠 도구를 사용해야 합니다. 행동 또는 콘텐츠를 신고하는 방법은 고객 센터에서 알아보세요.
			</span>
			</li>
		<br>
			<li>
			<span>
			<b>회원님은 서비스의 정상적인 운영을 방해하거나 지장을 주는 어떠한 행동도 해서는 안 됩니다.</b>
여기에는 사기성이 짙거나 근거 없는 신고 또는 재고 요청 등 신고, 분쟁 또는 재고 요청 채널의 오용이 포함됩니다.
			</span>
			</li>
		<br>
			<li>
			<span>
			<b>허가받지 않은 방법으로 계정을 만들거나 정보에 접근하거나 정보를 수집하려 해서는 안 됩니다.</b>
여기에는 저희의 명시적 허락 없이 자동화된 방법으로 계정을 만들거나 정보를 수집하는 것이 포함됩니다.
			</span>
			</li>
			
		<br>
			<li>
			<span>
			<b>회원님은 저희 또는 저희 서비스를 통해 확보한 계정이나 정보를 판매하거나, 라이선스를 부여하거나, 구매해서는 안 됩니다.</b>
여기에는 회원님 계정의 일부(사용자 이름 포함) 또는 전부에 대한 구매, 판매 또는 양도가 포함되며, 다른 사용자의 로그인 정보나 배지(badge)를 요청, 수집 또는 이용하는 행위 및 CROSS 사용자 이름, 비밀번호, 부적절한 액세스 토큰에 대한 요청 또는 수집 행위가 포함됩니다.
			</span>
			</li>
			
		<br>
			<li>
			<span>
			<b>회원님은 다른 사람의 사생활 정보 또는 기밀 정보를 허가 없이 게시할 수 없으며 지식재산권을 포함하여 다른 사람의 권리를 침해하는 행위(예: 저작권 침해, 상표권 침해, 위조, 불법복제품)를 하여서는 안 됩니다.</b>
회원님은 관련법의 저작권 및 관련 권리에 관한 예외 또는 제한 사항에 따라 다른 사람의 저작물을 사용할 수 있습니다. 회원님은 콘텐츠를 게시하거나 공유하기 위한 모든 권리를 소유하고 있거나 얻었음을 진술합니다. 여기에서 회원님의 지식재산권을 침해한다고 생각되는 콘텐츠를 신고하는 방법을 포함한 자세한 내용을 알아보세요.
			</span>
			</li>
			
		<br>
			<li>
			<span>
			<b>회원님은 저희의 제품 또는 그 구성 요소를 수정, 변환할 수 없으며, 그 파생된 저작물을 제작하거나 역설계를 수행해서는 안 됩니다.</b>
			</span>
			</li>
		<br>
			<li>
			<span>
			<b>저희의 사전 서면 동의 없이 회원님의 사용자 이름에 도메인 이름이나 URL을 사용하면 안 됩니다.</b>
			</span>
			</li>
		
		</ul>
		</div>
		<br><br>
		<label><input type="checkbox" for="aGree" id="aGree" name="aGree2" value="Y">동의합니다.</label>
		<br><br>
		
		<div class="Sol">
		<span>
		<b>4. 콘텐츠 삭제 및 계정 비활성화 또는 해지 ※필수</b>
		</span>
		
		<ul>
		<li>
		<span>
		회원님이 서비스에서 공유하는 콘텐츠나 정보가 본 이용 약관, 저희 정책(저희 CROSS 커뮤니티 가이드라인 포함)에 위배된다고 판단되거나 법에 따라 삭제해야 할 경우, 저희는 이를 삭제할 수 있습니다. 저희는 저희 커뮤니티 또는 서비스를 보호하기 위해 또는 회원님이 저희에게 위험 또는 법적 문제를 일으키거나, 본 약관 또는 저희 정책(저희 CROSS 커뮤니티 가이드라인 포함)을 위반하거나, 다른 사람의 지식재산권을 반복적으로 침해하거나, 법률에 따라 허용되거나 요구되는 경우에 회원님에게 서비스 전부 또는 일부를 제공하는 것을 즉시 중단하거나 거부할 수 있습니다(회원님의 Meta 제품 및 Meta Company 제품 액세스 해지 또는 비활성화 포함). 저희에게 법적으로 불리하거나 규제적 영향을 끼치는 상황을 피하거나 줄이기 위해 필요하다고 합리적으로 판단되면, 저희는 서비스를 해지 또는 변경하거나, 서비스에서 공유된 콘텐츠 또는 정보를 삭제 또는 차단하거나, 서비스 전부 또는 일부를 제공하는 것을 중단할 수 있습니다. 회원님의 계정이 오류로 인해 해지되었다고 생각되는 경우 또는 회원님의 계정을 비활성화하거나 영구 삭제하고 싶은 경우에는 저희 고객 센터로 문의하세요. 콘텐츠 또는 계정의 삭제를 요청하는 경우 삭제 프로세스는 요청 후 30일 이내에 자동으로 시작됩니다. 삭제 프로세스가 시작된 후 콘텐츠 삭제에는 최대 90일이 걸릴 수 있습니다. 이러한 콘텐츠 삭제 프로세스가 진행되는 동안 콘텐츠는 사용자에게 표시되지 않지만 계속해서 본 이용 약관 및 개인정보처리방침의 적용을 받습니다. 콘텐츠가 삭제된 후에는 백업과 재난 복구 시스템에서 삭제하는 데 최대 90일이 더 걸릴 수 있습니다.
		</span>
		</li>
	<br>
		<li>
		<span>
		다음과 같은 경우 콘텐츠는 계정 삭제 후 또는 콘텐츠 삭제 프로세스가 시작된 후 90일 이내에 삭제되지 않습니다.
		</span>
		</li>
	<br>
	<ul>
		<li>
		<span>
		다른 사람이 이 라이선스에 따라 콘텐츠를 사용하였고 아직 삭제하지 않은 경우(이 경우 콘텐츠가 삭제될 때까지 해당 라이선스가 계속 적용됨) 또는
		</span>
		</li>
	<br>
		<li>
		<span>
		저희 시스템의 기술적 제한으로 인해 90일 이내 삭제가 가능하지 않은 경우(그리고 그러한 경우 저희는 기술적으로 가능해지는 즉시 콘텐츠를 삭제함) 또는
		</span>
		</li>
	<br>
		<li>
		<span>
		즉시 삭제하면 다음과 같은 저희의 조치가 제한될 수 있는 경우
		</span>
		</li>
	<br>
	<ul>
		<li>
		<span>
		불법 활동 또는 저희 약관 및 정책 위반 사항에 대한 조사 또는 규명(예: 저희 제품 또는 시스템 오용 사례의 조사 또는 규명)
		</span>
		</li>
		<br>
		<li>
		<span>
		저희 제품, 시스템, 사용자의 안전 및 보안 보호
		</span>
		</li>
		<br>
		<li>
		<span>
		증거 보존 등 법적 의무의 준수 또는
		</span>
		</li>
		<br>
		<li>
		<span>
		사법 또는 행정 당국, 법 집행 기관 또는 정부 기관의 요청 준수
		</span>
		</li>
	</ul>
		<li>
		<span>
		이 경우, 콘텐츠는 콘텐츠 유지 목적을 위해 필요한 기간 동안에만 유지됩니다(정확한 기간은 사례별로 다름).
		</span>
		</li>
	</ul>
		<li>
		<span>
		회원님이 계정을 삭제하거나 비활성화하면 본 약관은 회원님과 저희의 계약과 마찬가지로 해지되나, 본 조항 및 아래 조항('계약 및 상호 의견이 합치되지 않는 경우')은 계정이 해지, 비활성화 또는 삭제된 후에도 여전히 적용됩니다.
		</span>
		</li>	
		</ul>
		</div>
		<br><br>
		<label><input type="checkbox" for="aGree" id="aGree" name="aGree3" value="Y">동의합니다.</label>
		<br><br>
		<div class="Sol">
		
		<b>
		5. 본 약관 개정
		</b>
		<br>
		<br>
		<div style="padding-top: 25px;">
		<span>
		저희는 CROSS 서비스 및 정책을 변경할 수 있고, CROSS 서비스 및 정책이 정확하게 반영되도록 하기 위해 본 약관을 변경해야 할 경우가 있습니다. 법적으로 달리 요구되지 않는 한 저희는 본 약관을 변경하기 전에 회원님에게 알리고, 개정된 약관의 효력이 발생되기 최소 30일 전에 회원님에게 이를 검토할 기회를 제공합니다. 변경 발효일 이후에도 회원님이 계속 CROSS 서비스를 이용하실 경우, 회원님은 개정된 약관의 적용을 받게 됩니다. 본 약관 또는 개정된 약관에 동의하지 않을 경우에는 여기서 회원님의 계정을 삭제하면 됩니다.
		</span>
		<br>
		<br>
		<span>
		시행일: 2024년 2월 1일
		</span>
		</div>
		</div>
		
		</div>
		<br><br>
		<div class="container center">
		<button id="AgreeChk" class="AgreeChk" style="cursor: pointer;">동의 후 회원가입</button>
		</div>
	
	<div class="logo">
	
	</div>
	<script>
	 $(function(){
		$("#AgreeChk").click(function(){
		var checkbox = $('input:checkbox:checked').length;
		if(checkbox == 4) {
			alert("다음페이지로 이동합니다.");
			location.href ="joinMember";
		}else{
			alert("약관을 모두 동의하셔야 진행이 가능합니다.");
			
		}
			
			
		}); 
	 });
	
	</script>
	

	
	</div>
	
	
	
	
	
	
	</body>
</html>